Repository: gitpan/Apache2-PageKit
Catalog: eg/contrib/locale/templates/po/*.po
Languages: de, fr, pt

source: You have successfully logged in.
de: Erfolgreich eingeloggt.
fr: Vous êtes connecté
pt: Você conectou-se com sucesso

source: You have successfully logged out.
de: Erfolgreich ausgeloggt.
fr: Vous êtes déconnecté
pt: Você desconectou-se com sucesso

source: Cookies must be enabled in your browser.
de: Im Browser müssen Cookies eingeschaltet sein.
fr: Votre browser doit accepter les cookies
pt: Seu browser deve estar com a opção de cookies habilitada.

source: This page requires a login.
de: Für diese Seite ist ein Login erforderlich.
fr: Vous devez être connecté pour accèder à cette page
pt: Está página requer que você se conecte com uma senha válida

source: Please try again.
de: Bitte nocheinmal versuchen.
fr: Essayer encore, s'il vous plait
pt: Por favor tente novamente

source: You did not fill out all the required fields. Please fill the <font color="<PKIT_ERRORSTR>">red</font> fields.
de: Es wurden nicht alle erforderlichen Felder ausgefüllt. Bitte alle <font color="<PKIT_ERRORSTR>">roten</font> Felder ausfüllen.
fr: Vous n'avez pas rempli tous les champs obligatoires. S'il vous plaît veuillez remplir tous les champs en <font color="<PKIT_ERRORSTR>">rouge</font>
pt: Você não preencheu todos os campos. Favor preencher os campos em <font color ="<PKIT_ERRORSTR>">vermelho</font>

source: Your login/password is invalid. Please try again.
de: Das Passwort oder der Login ist ungültig. Bitte nocheinmal versuchen
fr: Login et Mot de passe incorrect. S'il vous plait, réessayé
pt: Sua identificação/senha é inválida. Tente novamente

source: You did not fill all of the fields. Please try again.
de: Es wurden nicht all Felder ausgefüllt, bitte nocheinmal versuchen

source: Your changes have been made.
de: Die Änderungen wurden vorgenommen.
fr: Vos changements ont été pris en compte
pt: Suas alterações foram aplicadas.

source: The E-mail address, <b>%%VALUE%%</b>, is invalid.
de: Die Emailadresse <b>%%VALUE%%</b> ist ungültig.
fr: L'adresses email, <b>%%VALUE%%</b>, n'est pas valide
pt: Seu endereço de e-mail,<b>%%VALUE%%</b>, é inválido

source: The phone number, <b>%%VALUE%%</b>, is invalid.
de: Die Telefonnummer <b>%%VALUE%%</b> ist ungültig.
fr: Le numéro de téléphone, <b>%%VALUE%%</b>, n'est pas valide
pt: O número de telefone, <b>%%VALUE%%</b>, é inválido

source: [Session not set]
de: [Session nicht gesetzt]
fr: [Session inactive]
pt: [Sessão não definida]

source: The login, <b>%%VALUE%%</b>, has already been used.
de: Der Login <b>%%VALUE%%</b>, wird bereits verwendet.
fr: Ce login est déja utilisé
pt: O login <b>%%VALUE%%</b> já está registrado

source: The phone number you entered is invalid.
de: Die eingegebene Telefonnummer ist ungültig.
fr: Le numéro de téléphone saisi n'est pas valide
pt: O número de telefone não é válido

source: The passwords you entered do not match.
de: Das eingegebene Passwort ist nicht richtig.
fr: Mot de passe incorrect
pt: As senhas digitadas não são iguais

source: This message was passed throught pkit_redirect
de: Diese Nachricht wurde weitergeleitet durch pkit_redirect
fr: Ce message est passé à travers pkit_redirect
pt: Esta mensagem foi passada pelo pkit_redirect

source: Another message passed throught pkit_redirect
de: Eine andere Nachricht weitergeleitet durch pkit_redirect
fr: Un autre message passé à travers pkit_redirect
pt: Outra mensagem passada pelo pkit_redirect

source: This ERROR message was passed throught pkit_redirect
de: Diese Fehlermeldung wurde weitergeleitet durch pkit_redirect
fr: Ce message d'erreur est passé à travers pkit_redirect
pt: A mensagem de ERRO foi passada pelo pkit_redirect

source: You did not fill all of the fields. Please try again.
fr: Vous n'avez pas remplis tous les champs. S'il vous plait, réessayé
pt: Você não preencheu todos os campos. Tente novamente
